micropython/micropython/ports/samd/boards/SEEED_WIO_TERMINAL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Wio Terminal D51R"
#define MICROPY_HW_MCU_NAME   "SAMD51P19A"
// ASF4 MCU package specific Pin definitions
#include "samd51p19a.h"

#define MICROPY_HW_XOSC32K  (0)
